Revit 2027 API
ColorWithTransparency.GetTransparency Method
 get transparency
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public uint GetTransparency()
Public Function GetTransparency As UInteger
public:
unsigned int GetTransparency()
member GetTransparency : unit -> uint32
Return Value
UInt32
 transparency
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace